Brick.util.Language.add('ru',{'mod': {'{C#MODNAME}':{
	'editor': {
		'mode': {
			'visual': 'Визуальный редактор',
			'html': 'HTML текст'
		},
		'pageeditor': {
			'1': 'Страница',
			'2': 'Дополнительно',
			'3': 'скрыть',
			'4': 'Модули',
			'5': 'Добавить',
			'6': 'Шаблон'
		},
		'moditem': {
			'1': 'Вставить',
			'2': 'Удалить'
		},
		'mods': {
			'1': 'Список доступных элементов шаблона модулей'
		},
		'modstable': {
			'1': 'Модуль',
			'2': 'Кирпич'
		},
		'modsrow': {
			'1': 'Выбрать'
		}
	},
	'pageeditor': {
		'hd': 'Редактор',
		'bsave': 'Сохранить',
		'bcancel': 'Отмена',
		'hd2': 'Меню',
		'title': 'Название:',
		'descr': 'Краткое описание:',
		'name': 'Имя:',
		'namedesc': 'Имя меню, участвует в формировании адреса.',
		'page': 'Страница',
		'pagename': 'Имя: ',
		'meta': 'Мета-описание',
		'metatitle': 'Title:',
		'keywords': 'Keywords: ',
		'description': 'Description:'
	},
	'linkeditor': {
		'hd': 'Редактор',
		'hd2': 'Название:',
		'descr': 'Краткое описание:',
		'link': 'Ссылка:',
		'bsave': 'Сохранить',
		'bcancel': 'Отмена'
	}
}}});